/* Presented when user value smaller than minimum */
"Fell short of minimum" = "Fell short of minimum";

/* Presented when user typed illegal characters: no valid object */
"Invalid number" = "Invalid number";

/* Presented when user value larger than maximum */
"Maximum exceeded" = "Maximum exceeded";

